[
    {
        "from": "Rao@dx.tr",
        "to": ["MayhewOrange"],
        "title": "Details Concerning Package #4901",
        "body": "Hello Mayhew:  Just wanted to put in writing the courier work I discussed with you before your departure.  The package loaded aboard the merchant vessel you were purchased passage on will be need to be brought to the world of Adhara (0609). Once there you will have to establish contact with one Bah'ran Selkz -- a local antiques dealer and modern archaeologist (no degree backs this latter title) -- and exchange the package for an item of interest he holds. Once you have retrieved the item, immedieately return it to Drinax post-haste.    An account has already been established for the automatic payments meant for your hired merceneary cohort. I entrust you to the right judgement calls towards their usage on any problems that may pop up. As always, stay safe, my sources say that Selkz is a jumpy man and his status with the authorities on Adhara are not the best.     Glory to Drinax,    Her Royal Highness of the Sindalian Empire in Exile Princess Rao of Drinax"
    },
    {
        "from": "SEXXXX@2hfd9.tr",
        "to": ["MayhewOrange", "space_chimp"],
        "title": "xXx LiveWire P0RNO xXx",
        "body": "xXx PORNO LIVEWIRE xXx     xXx FUCK LIVEWIRE xXx   xXx P0RN0 HOT xXx   xXx MAX FEEL LIVEWIRE xxx   xxx KUM XPLOZION XxX   xXx REAL FEEL FUX xXx    L00kin for the best exxxperience of your miserable life?!   KUM RUNNING N0W AND SUBSCRIBE!  JOIN NOW FOR OUR H0TTEST OFFERS AND EVEN H0TTER WIRES! THEY'RE SURE TO SET YOUR SKULL ON F!RE"
    },
    {
        "from": "Health@GeDeCo.ti",
        "to": ["MayhewOrange"],
        "title": "Notice of Health Insurance Transfer",
        "body": "Hello Mr. Orange:  The Health team here at GeDoCo would like to reach out to give you notice that one Alaiya Lo has been transferred from your terminated plan and onto a new plan within our system.  This correspondance is simply a matter of complying with Imperial Corporate Health Regulation Statue 14095.2.   DO NOT RESPOND TO this CORRESPONDANCE.       General Development Company    Building Better Worlds, Building Better Futures"
    },
    {
        "from": "Retirement@GeDeCo.ti",
        "to": ["MayhewOrange"],
        "title": "Anniversary Celebration!",
        "body": "Hello Mr. Orange:  Congratulations on the latest anniversary of your departure from the General Development Company. We hope retirement is treating you well, and you have been able to kick back and relax on the nearest tropical world.    In honor of your EIGHT years with the company, we're offering you a limited time deal of a 8% of any one singular meal purchased at any BURGYROS BROTHERS located at any Imperial Starport of level B or higher!    Coupon Code: XH319E12R9A        General Development Company     Building Better Worlds, Building Better Futures"
    },
    {
        "from": "ALo@GeDeCo.tr",
        "to": ["MayhewOrange"],
        "title": "When I dream, I can still feel my eyes boiling",
        "body": "[OPEN ATTACHED AUDIO FILE]"
    },
    {
        "from": "CeruleanA@trpl.tr",
        "to": ["MayhewOrange", "space_chimp"],
        "title": "Once in Lifetime Experience",
        "body": "For the first time in recorded history, the greatest pre-spaceflight Terran to ever come out the Solomani Rim is making his debut in the Trojan Reach -- The King of Elvis. Through the generous donation of numerous King Bots by Makhidkarun’s entertainment division, the Cerulean Angel pleasure port is happy to announce the 'That's the Way It Is' tour!     Reserve tickets today, or lose out on this once in a lifetime experience!       As the Terrans say -- Hail to the King Baby!"
    },
    {
        "from": "Mayhew@dx.tr",
        "to": ["space_chimp"],
        "title": "Another Job",
        "body": "Mayhew here,       I've worked with you before and felt you'd be suited for another security gig. Might have a couple more guns around than usual for this job but nothing out of the norm. Pays well and will keep you occupied for a bit. Message me back if you're interested.        Seeing you soon,    Mayhew"
    },
    {
        "from": "KenFromTheBlock@iva.tr",
        "to": ["Small"],
        "title": "Hey buddy",
        "body": "how u doin? i was thinki about you recently and i jst wanted to see if u alve still        i just got a new johb! its paying for all my new fishing stuff, so yeah, it's p. good       all i gots 2 do is guard some boxes all night til shift endz        you know who it is and hw it B, catch yar later battle buddy        -- Ken"
    },
    {
        "from": "CptMontie@zep.tr",
        "to": ["space_chimp"],
        "title": "An Overdue Apology",
        "body": "Hey kid:   I never had a chance to apologize for what happened over Sagan. I'm sorry.      It's been too long since we last spoke. I know we said some nasty things after I had to make that call, and we each needed the space...but kid, something has come up and you're the only I have left in the Reach that I trust to help me handle it.      When you're free and able, I'd like for you to come see me. I'm settled on Zephyr for the long haul. My coordinates are:        Latitude: 54.07150   Longitude: -101.80240      This isn't gonna be something simple, so be prepared for the worst.        Best,       Montana"
    },
    {
        "from": "AutomatedAssistance@VeteranAffairs.ti",
        "to": ["space_chimp"],
        "title": "VAO Ticket #4921: Ticket Closed",
        "body": "[OPEN ATTACHED AUDIO FILE]"
    },
    {
        "from": "Anon@12g0a8.tr",
        "to": ["space_chimp"],
        "title": "The Lord's Roost",
        "body": "The lord left his estate, so grand and wide,       But little did he know what fate would abide,       His trusted servants, once loyal and true,      Ambushed and attacked, without a clue,      The lord lay slain, in his own avenue.      2909 | The Seljuk"
    },
    {
        "from": "BClinton@CA.tr",
        "to": ["space_chimp"],
        "title": "Formal Notice of Trust Freeze",
        "body": "Hello:     I am Blake Clinton of Clinton & Associates. I am reaching out on behalf of your father and mother to inform you that changes have been made to your current trust. You will no longer be able to withdraw any further funds or assets from it until you meet and maintain requirements outlined by your father. The specifics of these requirements have been determined to be best discussed in-person at our offices.     Your father also requested the forwarding of the following message:       'Son, what the hell do you think you're doing out there in space? Galivanting around like it's some sort of playground? You need to come to your senses and start acting like a responsible adult.      I've had enough of your antics. You need to come back home and start working at the shipyard. You can't just waste your life away chasing after your ridiculous dreams. You need to start taking responsibility for your future and start making something of yourself.     If you don't come back home and start working, then you can forget about ever seeing a cent from my will or having access to your trust. You need to start taking this seriously, son. The world doesn't owe you a damn thing, and it's about time you realized that.       So, pack your bags and come home. It's time to start making a real contribution to society and start building a future for yourself. Don't make me repeat myself.'      We at Clinton & Associates look forward to further correspondance in the future.            Sincerely,       Blake Clinton      Clinton & Associates"
    },
    {
        "from": "Encrypted@20dsvv0.sr",
        "to": ["MayhewOrange"],
        "title": "Cronus",
        "body": "In the grip of fate's cruel game,      An evil phoenix rose in flame,      In Cronus' service, now reborn,     With vengeful lust and heart forlorn.           New cogs are turning in the reach,      As Cronus' hunger finds new speech,     And those he once called friends and kin,       Now fall beneath his tyrant whim.           Amidst this chaos and despair,      The recipient seeks solace rare,        In the company of three who bear,       The stains of traitor and bastard's snare.          Yet in this company, they find,     A bond that fate cannot unwind,     A strength that evil can't unbind,      A light that in the dark will shine."
    },
    {
        "from": "SerLH@dr.tr",
        "to": ["MayhewOrange"],
        "title": "Forgetfulness",
        "body": "Dear Mayhew,       thou art a most foul and forgetful man,       Whose mind is addled and devoid of all plan.        Forsooth, thou hast been asked many times before,     To bring along my son Larry, who thou dost ignore.          How dare thee, sirrah, neglect such a simple request,       Leaving my son to languish and feel distressed.     Thou art a coward and a scoundrel, of that I am sure,       For thy actions doth cause my heart to be sore.         My blood boils with rage at thy impudence and sloth,        For thou hast shown thyself to be nothing but a moth.       Thy forgetfulness is a stain upon thy name,     And thy incompetence brings thee nothing but shame.         I demand satisfaction for this affront to my honor,     And I shall not rest until thou dost offer a full pardon.       Thou art hereby warned to rectify thy mistake,      Lest thou dost face the consequences of thy foolishness and rake.           In conclusion, Mayhew, thou art a wretched man,     Whose behavior I cannot tolerate nor stand.     Thou hast disappointed me for the final time,       And henceforth, thou shalt not be counted among friends of mine.            With utmost disdain and contempt,       Ser Lukas Hyde      The Great Cupbearer of the Dragon Emperor of Sindal in Exile & King of Drinax"
    },
    {
        "from": "ALo@GeDeCo.tr",
        "to": ["tbd"],
        "title": "When I dream, I can still feel my eyes boiling",
        "body": "[OPEN ATTACHED AUDIO FILE]"
    },
    {
        "from": "Mike",
        "to": ["admin", "admin"],
        "title": "wtf are you kidding me?",
        "body": "Are you kidding me? Why don't you change your password?  The system is entirely compromised until you correct it.  You're the sysadmin, if you're this dumb the corporation is at risk."
    }
]
