[
    {
        "from": "Davine@ny.sn",
        "to": ["ALSucks", "zeke", "BigRich", "n"],
        "title": "A Night at the Opera",
        "body": "Greetings Neonate,     Prince pro Tempore Calebros and I humbly invite into our fair city's first Elysium. The date marked for the event shall be June 11th, and the expected attire will be whatever your non-pulsating heart desires. Well, whatever isn't stained or smells of a dirt nap. Leave your attitude, weaponry, and disciplines at the gate, unless you would like a private interview with our esteemed Sheriff.       The halls of Elysium will be that of Madison Square Garden. Be sure to be there my lovely fresh bloods and see all that our family has to offer.     Je vous envoie mes amicales pensées,    Davinia"
    },
    {
        "from": "BronxCare@BC.org",
        "to": ["ALSucks", "n"],
        "title": "NOTICE FOR ELDERLY CAREGIVER",
        "body": "Hello Mr. Rainier:     Now that Ms. Lopez has petioned and authorized you to be her fulltime caregiver should the need arise, I just wanted to touch base with you with some important information:         - All of her routine appointments are with Dr. Schumaker at the end of every month.        - Bronx Care is her primary place for medical treatment and source of scripts for any medicine she may require.         - Ms. Lopez is doing quite well with her age, and only currently requires a prescription of Acetaminophen which she has to take whenever she feels any extraordinary pain. Her prescription can be refilled at the pharmacy on the corner of Melrose and E 156th St if she ever runs out or is low.  I hope you and Ms. Lopez have a lovely afternoon.        Sincerely,      RNP Susanna Crawford"
    },
    {
        "from": "gdh62325@aol.com",
        "to": ["zeke", "n"],
        "title": "I followed the Eagle...",
        "body": "...and it let me soar.     I followed the signs, and they led me ashore.       You've left me so many truths, and I shall cherish them so. I wander the streets for you, and wonder for you. You and I were meant for each other. I've followed your brilliant trail and it has led me once more to you.       I've passed the test.      I know they must not see us, for now, I will watch over you as you do I.        I love you so.   so  so  so     [Open image attachment]"
    },
    {
        "from": "Mike",
        "to": ["admin", "admin", "n"],
        "title": "wtf are you kidding me?",
        "body": "Are you kidding me? Why don't you change your password?  The system is entirely compromised until you correct it.  You're the sysadmin, if you're this dumb the corporation is at risk."
    }
]
